Repository: WPPlugins/travelmap-blog
Catalog: languages/travelmap-blog-*.po
Languages: fr_fr

# create account notice
source: Create a TravelMap account
fr_fr: Créer un compte TravelMap

source: Important: You need a TravelMap account to use and manage this plugin! You can quickly create one on %s
fr_fr: Important: Vous devez avoir un compte TravelMap afin d’utiliser et de gérer ce plugin! Vous pouvez en créer un rapidement sur %s

source: There are 2 ways to display a TravelMap on your blog :
fr_fr: Il y a 2 façons d’afficher votre carte TravelMap sur votre blog :

source: 1 : Using a Widget - to embed your Map on all pages
fr_fr: 1 : En utilisant un Widget - pour intégrer votre carte sur toutes les pages

source: Go to the widgets settings page (Appearance -> Widgets). Find the TravelMap widget, drag and drop it into the widget area of your choice. Set the url of your TravelMap blog (e.g. https://username.travelmap.net). Save the widget.
fr_fr: Aller sur la page des widgets (Apparence -> Widgets). Trouver le widget TravelMap, faite le glisser dans la zone de widget désirée. Saisissez l’url de votre blog TravelMap (ex: https://votrepseudo.travelmap.net). Sauvez le widget.

source: 2 : Using a Shortcode - to embed your Map on a specific post or page
fr_fr: 2 : En utilisant un Shortcode - pour intégrer votre carte sur une page ou dans un article

source: Generate a shortcode (short piece of code contained in brackets) using the form below and paste it in your editor :
fr_fr: Générer un shortcode (bout de code contenu entre des crochets) en utilisant le formulaire ci-dessous puis copiez-le dans l'éditeur de texte WordPress :

# shortcode form
source: TravelMap url* :
fr_fr: Lien TravelMap* :

# shortcode form
source: https://username.travelmap.net
fr_fr: https://votrepseudo.travelmap.net

# shortcode form
source: Map width :
fr_fr: Largeur de la carte :

# shortcode form
source: Map height :
fr_fr: Hauteur de la carte :

# shortcode form
source: Generate shortcode
fr_fr: Générer le shortcode

source: Note: This is the first version of the plugin. For now you have to go on TravelMap to update your itinerary but in the future we want to integrate the admin directly into WordPress.
fr_fr: Note: Ceci est la première version du plugin. Pour le moment vous devez vous rendre sur TravelMap pour mettre à jour votre itinéraire. Nous souhaitons proposer un moyen de gérer la carte directement depuis WordPress dans une version future.

source: Generated shortcode :
fr_fr: Shortcode généré :

source: You can now copy the generated shortcode and paste it into the editor of one of your page or post. Save it, you should now be able to see your map !
fr_fr: Vous pouvez maintenant copier le shortcode ci-dessus et le coller dans l’éditeur d’une de vos pages ou l’un de vos articles. Sauvez, vous pouvez maintenant voir votre carte sur la page correspondante !

source: A TravelMap url is required
fr_fr: Une url TravelMap est requise

# widget form
source: Title :
fr_fr: Titre :

# widget form
source: https://username.travelmap.net
fr_fr: https://votrepseudo.travelmap.net

# widget form
source: Map width :
fr_fr: Largeur de la carte :

# widget form
source: Map height :
fr_fr: Hauteur de la carte :

# widget
source: Embed your TravelMap
fr_fr: Intégrez votre carte TravelMap

source: Display an interactive TravelMap on your Wordpress blog. Quickly show and update your itinerary with the latest geolocation technology.
fr_fr: Affichez une carte interactive TravelMap sur votre blog WordPress. Gérez votre itinéraire en quelques clics.
